Revit 2027 API
ParameterTypeId.ContinuousrailEndTerminationTypeParam Property
 "End/Top Termination"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousrailEndTerminationTypeParam { get; }
Public Shared ReadOnly Property ContinuousrailEndTerminationTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousrailEndTerminationTypeParam {
	ForgeTypeId^ get ();
}
static member ContinuousrailEndTerminationTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace